Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexSystemIntents/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# system.list.read.description
source: Read Lorvex list catalog from Shortcuts or Siri.
ar: قراءة فهرس قوائم Lorvex من الاختصارات أو Siri.
bn: শর্টকাট বা Siri থেকে সব Lorvex তালিকা পড়ুন।
de: Liest die Lorvex-Listen über Kurzbefehle oder Siri.
el: Διαβάστε όλες τις λίστες Lorvex από τις Συντομεύσεις ή το Siri.
es: Lee el catálogo de listas de Lorvex desde Atajos o Siri.
fa: خواندن همه فهرست‌های Lorvex از طریق میان‌برها یا Siri.
fr: Lit le catalogue des listes de Lorvex depuis Raccourcis ou Siri.
he: קריאת קטלוג הרשימות ב-Lorvex דרך קיצורי דרך או Siri.
hi: शॉर्टकट्स या Siri से Lorvex की सभी सूचियाँ पढ़ें।
id: Membaca katalog daftar Lorvex dari Pintasan atau Siri.
it: Legge il catalogo delle liste di Lorvex da Comandi rapidi o Siri.
ja: ショートカットまたはSiriでLorvexのリスト一覧を読み取ります。
ko: 단축어 또는 Siri에서 Lorvex 목록 전체를 읽습니다.
mr: शॉर्टकट किंवा Siri द्वारे सर्व Lorvex याद्या वाचा.
ms: Membaca katalog senarai Lorvex daripada Pintasan atau Siri.
nl: Leest de Lorvex-lijsten via Opdrachten of Siri.
pl: Odczytuje wszystkie listy Lorvex ze Skrótów lub Siri.
pt_br: Lê o catálogo de listas do Lorvex pelos Atalhos ou pela Siri.
ro: Citește listele Lorvex prin Scurtături sau Siri.
ru: Читает все списки Lorvex из «Быстрых команд» или Siri.
ta: சுருக்கவழிகள் அல்லது Siri மூலம் Lorvex பட்டியல்களைப் படிக்கவும்.
te: షార్ట్‌కట్స్ లేదా Siri నుండి Lorvex జాబితాలను చదవండి.
th: อ่านลิสต์ Lorvex ทั้งหมดจากคำสั่งลัดหรือ Siri
tr: Kestirmeler veya Siri ile tüm Lorvex listelerini okuyun.
uk: Читає всі списки Lorvex зі «Швидких команд» або Siri.
ur: شارٹ کٹس یا Siri سے Lorvex کی فہرستوں کا کیٹلاگ پڑھیں۔
vi: Đọc danh mục các danh sách Lorvex từ Phím tắt hoặc Siri.
zh_hans: 从“快捷指令”或 Siri 读取 Lorvex 列表目录。
zh_hant: 透過捷徑或 Siri 讀取 Lorvex 的所有清單。

# system.list.read.names_dialog
source: %lld Lorvex lists: %@
ar: %1$lld قائمة في Lorvex: %2$@
bn: %lldটি Lorvex তালিকা: %@
de: %lld Lorvex-Listen: %@
el: %lld λίστες Lorvex: %@
es: %lld listas de Lorvex: %@
fa: %lld فهرست در Lorvex: %@
fr: %lld listes Lorvex : %@
he: %1$lld רשימות ב-Lorvex: %2$@
hi: %lld Lorvex सूचियाँ: %@
id: %lld daftar Lorvex: %@
it: %lld liste di Lorvex: %@
ja: Lorvexのリストが%lld件あります：%@
ko: Lorvex 목록이 %lld개 있습니다: %@
mr: %lld Lorvex याद्या: %@
ms: %lld senarai Lorvex: %@
nl: %lld Lorvex-lijsten: %@
pl: %lld listy Lorvex: %@
pt_br: %lld listas do Lorvex: %@
ro: %lld de liste Lorvex: %@
ru: %lld списка Lorvex: %@
ta: %lld Lorvex பட்டியல்கள்: %@
te: %lld Lorvex జాబితాలు: %@
th: ลิสต์ Lorvex %lld รายการ: %@
tr: %lld Lorvex listesi: %@
uk: %lld списку Lorvex: %@
ur: %lld فہرستیں Lorvex میں: %@
vi: %lld danh sách Lorvex: %@
zh_hans: %lld 个 Lorvex 列表：%@
zh_hant: 有 %lld 個 Lorvex 清單：%@

# system.list.read.title
source: Read Lorvex Lists
ar: قراءة قوائم Lorvex
bn: Lorvex তালিকা পড়ুন
de: Lorvex-Listen lesen
el: Ανάγνωση λιστών Lorvex
es: Leer listas de Lorvex
fa: خواندن فهرست‌های Lorvex
fr: Lire les listes de Lorvex
he: קריאת הרשימות ב-Lorvex
hi: Lorvex सूचियाँ पढ़ें
id: Baca Daftar Lorvex
it: Leggi liste di Lorvex
ja: Lorvexのリストを読み取る
ko: Lorvex 목록 읽기
mr: Lorvex याद्या वाचा
ms: Baca Senarai Lorvex
nl: Lees Lorvex-lijsten
pl: Odczytaj listy Lorvex
pt_br: Ler listas do Lorvex
ro: Citire liste Lorvex
ru: Прочитать списки Lorvex
ta: Lorvex பட்டியல்களைப் படி
te: Lorvex జాబితాలను చదవండి
th: อ่านลิสต์ Lorvex
tr: Lorvex listelerini oku
uk: Прочитати списки Lorvex
ur: اپنی Lorvex فہرستیں پڑھیں
vi: Đọc danh sách Lorvex
zh_hans: 读取 Lorvex 列表
zh_hant: 讀取 Lorvex 清單

# system.list.update.description
source: Rename or update a Lorvex list from Shortcuts or Siri.
ar: إعادة تسمية قائمة في Lorvex أو تحديثها من الاختصارات أو Siri.
bn: শর্টকাট বা Siri থেকে একটি Lorvex তালিকার নাম বদলান বা আপডেট করুন।
de: Benennt eine Lorvex-Liste um oder aktualisiert sie über Kurzbefehle oder Siri.
el: Μετονομάστε ή ενημερώστε μια λίστα Lorvex από τις Συντομεύσεις ή το Siri.
es: Cambia el nombre o actualiza una lista de Lorvex desde Atajos o Siri.
fa: تغییر نام یا به‌روزرسانی یک فهرست Lorvex از طریق میان‌برها یا Siri.
fr: Renomme ou met à jour une liste de Lorvex depuis Raccourcis ou Siri.
he: שינוי שם או עדכון של רשימה ב-Lorvex דרך קיצורי דרך או Siri.
hi: शॉर्टकट्स या Siri से Lorvex सूची का नाम बदलें या उसे अपडेट करें।
id: Mengubah nama atau memperbarui daftar Lorvex dari Pintasan atau Siri.
it: Rinomina o aggiorna una lista di Lorvex da Comandi rapidi o Siri.
ja: ショートカットまたはSiriでLorvexのリストの名前を変更または更新します。
ko: 단축어 또는 Siri에서 Lorvex 목록의 이름을 바꾸거나 업데이트합니다.
mr: शॉर्टकट किंवा Siri द्वारे एका Lorvex यादीचे नाव बदला किंवा अपडेट करा.
ms: Menamakan semula atau mengemas kini senarai Lorvex daripada Pintasan atau Siri.
nl: Hernoemt of werkt een Lorvex-lijst bij via Opdrachten of Siri.
pl: Zmienia nazwę lub aktualizuje listę Lorvex ze Skrótów lub Siri.
pt_br: Renomeia ou atualiza uma lista do Lorvex pelos Atalhos ou pela Siri.
ro: Redenumește sau actualizează o listă Lorvex prin Scurtături sau Siri.
ru: Переименовывает или обновляет список Lorvex из «Быстрых команд» или Siri.
ta: சுருக்கவழிகள் அல்லது Siri மூலம் Lorvex பட்டியலின் பெயரை மாற்றவும் அல்லது புதுப்பிக்கவும்.
te: షార్ట్‌కట్స్ లేదా Siri నుండి Lorvex జాబితా పేరు మార్చండి లేదా అప్‌డేట్ చేయండి.
th: เปลี่ยนชื่อหรืออัปเดตลิสต์ Lorvex จากคำสั่งลัดหรือ Siri
tr: Kestirmeler veya Siri ile bir Lorvex listesini yeniden adlandırın veya güncelleyin.
uk: Перейменовує або оновлює список Lorvex зі «Швидких команд» або Siri.
ur: شارٹ کٹس یا Siri سے Lorvex فہرست کا نام بدلیں یا اسے اپ ڈیٹ کریں۔
vi: Đổi tên hoặc cập nhật một danh sách Lorvex từ Phím tắt hoặc Siri.
zh_hans: 从“快捷指令”或 Siri 重命名或更新 Lorvex 列表。
zh_hant: 透過捷徑或 Siri 重新命名或更新 Lorvex 清單。

# system.list.update.dialog
source: Updated list %@ in Lorvex.
ar: تم تحديث القائمة %@ في Lorvex.
bn: Lorvex-এ তালিকা “%@” আপডেট করা হয়েছে।
de: Liste %@ in Lorvex aktualisiert.
el: Η λίστα %@ ενημερώθηκε στο Lorvex.
es: Se actualizó la lista “%@” en Lorvex.
fa: فهرست «%@» در Lorvex به‌روزرسانی شد.
fr: Liste « %@ » mise à jour dans Lorvex.
he: הרשימה "%@" עודכנה ב-Lorvex.
hi: Lorvex में सूची “%@” अपडेट की गई।
id: Daftar %@ diperbarui di Lorvex.
it: Lista “%@” aggiornata in Lorvex.
ja: Lorvexでリスト「%@」を更新しました。
ko: Lorvex에서 목록을 업데이트했습니다: “%@”
mr: Lorvex मध्ये यादी ‘%@’ अपडेट केली.
ms: Senarai %@ dikemas kini dalam Lorvex.
nl: Lijst %@ bijgewerkt in Lorvex.
pl: Zaktualizowano listę „%@” w Lorvex.
pt_br: Lista “%@” atualizada no Lorvex.
ro: Lista %@ a fost actualizată în Lorvex.
ru: Список «%@» обновлён в Lorvex.
ta: Lorvexஇல் “%@” பட்டியல் புதுப்பிக்கப்பட்டது.
te: Lorvexలో “%@” జాబితా అప్‌డేట్ చేయబడింది.
th: อัปเดตลิสต์ %@ ใน Lorvex แล้ว
tr: Liste Lorvex’te güncellendi: %@.
uk: Список «%@» оновлено в Lorvex.
ur: فہرست "%@" Lorvex میں اپ ڈیٹ کر دی گئی۔
vi: Đã cập nhật danh sách %@ trong Lorvex.
zh_hans: 已在 Lorvex 中更新列表“%@”。
zh_hant: 已在 Lorvex 中更新清單「%@」。

# system.list.update.title
source: Update Lorvex List
ar: تحديث قائمة في Lorvex
bn: Lorvex তালিকা আপডেট করুন
de: Lorvex-Liste aktualisieren
el: Ενημέρωση λίστας Lorvex
es: Actualizar lista de Lorvex
fa: به‌روزرسانی فهرست Lorvex
fr: Mettre à jour une liste de Lorvex
he: עדכון רשימה ב-Lorvex
hi: Lorvex सूची अपडेट करें
id: Perbarui Daftar Lorvex
it: Aggiorna lista di Lorvex
ja: Lorvexのリストを更新
ko: Lorvex 목록 업데이트
mr: Lorvex यादी अपडेट करा
ms: Kemas Kini Senarai Lorvex
nl: Werk Lorvex-lijst bij
pl: Zaktualizuj listę Lorvex
pt_br: Atualizar lista do Lorvex
ro: Actualizare listă Lorvex
ru: Обновить список Lorvex
ta: Lorvex பட்டியலைப் புதுப்பி
te: Lorvex జాబితాను అప్‌డేట్ చేయండి
th: อัปเดตลิสต์ Lorvex
tr: Lorvex listesini güncelle
uk: Оновити список Lorvex
ur: ایک Lorvex فہرست اپ ڈیٹ کریں
vi: Cập nhật danh sách Lorvex
zh_hans: 更新 Lorvex 列表
zh_hant: 更新 Lorvex 清單

# system.memory.delete.description
source: Delete an AI-writable Lorvex memory entry by key from Shortcuts or Siri.
ar: حذف إدخال من ذاكرة Lorvex القابلة للكتابة بالذكاء الاصطناعي باستخدام المفتاح، من الاختصارات أو Siri.
bn: শর্টকাট বা Siri থেকে কী ব্যবহার করে AI লিখতে পারে এমন একটি Lorvex মেমোরি এন্ট্রি ডিলিট করুন।
de: Löscht einen von KI beschreibbaren Lorvex-Gedächtniseintrag anhand seines Schlüssels über Kurzbefehle oder Siri.
el: Διαγράψτε μια εγγράψιμη από AI καταχώριση μνήμης Lorvex με βάση το κλειδί της από τις Συντομεύσεις ή το Siri.
es: Elimina un recuerdo de Lorvex editable por IA por clave desde Atajos o Siri.
fa: حذف یک مورد حافظه Lorvex، قابل‌نوشتن توسط هوش مصنوعی، با کلید، از طریق میان‌برها یا Siri.
fr: Supprime un souvenir de Lorvex modifiable par l’IA à partir de sa clé, depuis Raccourcis ou Siri.
he: מחיקת רשומת זיכרון ב-Lorvex שניתנת לכתיבה על ידי AI, לפי מפתח, דרך קיצורי דרך או Siri.
hi: शॉर्टकट्स या Siri से कुंजी के आधार पर AI द्वारा लिखने योग्य Lorvex मेमोरी एंट्री हटाएँ।
id: Menghapus entri memori Lorvex yang dapat ditulis AI berdasarkan kunci dari Pintasan atau Siri.
it: Elimina un ricordo di Lorvex modificabile dall’IA tramite chiave da Comandi rapidi o Siri.
ja: ショートカットまたはSiriで、キーを指定してAIが書き込めるLorvexのメモリを削除します。
ko: 단축어 또는 Siri에서 키로 AI가 쓸 수 있는 Lorvex 메모리를 삭제합니다.
mr: शॉर्टकट किंवा Siri द्वारे की वापरून AI लिहू शकेल अशी एक Lorvex मेमरी नोंद हटवा.
ms: Memadamkan entri memori Lorvex yang boleh ditulis AI mengikut kunci daripada Pintasan atau Siri.
nl: Verwijdert een door AI beschrijfbaar Lorvex-geheugenitem op basis van de sleutel via Opdrachten of Siri.
pl: Usuwa według klucza wpis pamięci Lorvex zapisywalny przez AI ze Skrótów lub Siri.
pt_br: Exclui uma memória do Lorvex editável pela IA pela chave, pelos Atalhos ou pela Siri.
ro: Șterge după cheie o înregistrare din memoria Lorvex ce poate fi scrisă de AI, prin Scurtături sau Siri.
ru: Удаляет по ключу запись памяти Lorvex, доступную для записи ИИ, из «Быстрых команд» или Siri.
ta: சுருக்கவழிகள் அல்லது Siri மூலம் கீ அடிப்படையில் AI எழுதக்கூடிய Lorvex நினைவகப் பதிவை நீக்கவும்.
te: షార్ట్‌కట్స్ లేదా Siri నుండి కీ ద్వారా AI రాయగలిగే Lorvex మెమరీ నమోదును డిలీట్ చేయండి.
th: ลบรายการหน่วยความจำ Lorvex ที่ AI เขียนได้โดยระบุคีย์ จากคำสั่งลัดหรือ Siri
tr: Kestirmeler veya Siri ile yapay zekânın yazabildiği bir Lorvex bellek girdisini anahtarıyla silin.
uk: Видаляє за ключем запис пам’яті Lorvex, доступний для запису ШІ, зі «Швидких команд» або Siri.
ur: شارٹ کٹس یا Siri سے کلید کے ذریعے AI کے لیے قابل تحریر Lorvex حافظہ اندراج حذف کریں۔
vi: Xóa một mục ghi nhớ Lorvex mà AI có thể ghi theo khóa từ Phím tắt hoặc Siri.
zh_hans: 从“快捷指令”或 Siri 按键删除一个 AI 可写的 Lorvex 记忆条目。
zh_hant: 透過捷徑或 Siri，依鍵刪除 AI 可寫入的 Lorvex 記憶。

# system.memory.delete.dialog
source: Deleted memory: %@
ar: تم حذف إدخال الذاكرة: %@
bn: মেমোরি ডিলিট করা হয়েছে: %@
de: Gedächtniseintrag gelöscht: %@
el: Η καταχώριση μνήμης διαγράφηκε: %@
es: Se eliminó el recuerdo: %@
fa: حافظه حذف شد: %@
fr: Souvenir supprimé : %@
he: הזיכרון נמחק: %@
hi: मेमोरी हटाई गई: %@
id: Memori dihapus: %@
it: Ricordo eliminato: %@
ja: メモリを削除しました：%@
ko: 메모리를 삭제했습니다: %@
mr: मेमरी हटवली: %@
ms: Memori dipadam: %@
nl: Geheugenitem verwijderd: %@
pl: Usunięto wpis pamięci: %@
pt_br: Memória excluída: %@
ro: Înregistrare din memorie ștearsă: %@
ru: Удалена запись памяти: %@
ta: நினைவகம் நீக்கப்பட்டது: %@
te: మెమరీ డిలీట్ చేయబడింది: %@
th: ลบรายการหน่วยความจำแล้ว: %@
tr: Bellek girdisi silindi: %@
uk: Видалено запис пам’яті: %@
ur: حافظہ حذف کر دیا گیا: %@
vi: Đã xóa mục ghi nhớ: %@
zh_hans: 已删除记忆：%@
zh_hant: 已刪除記憶：%@

# system.memory.delete.title
source: Delete Lorvex Memory
ar: حذف إدخال من ذاكرة Lorvex
bn: Lorvex মেমোরি ডিলিট করুন
de: Lorvex-Gedächtniseintrag löschen
el: Διαγραφή καταχώρισης μνήμης Lorvex
es: Eliminar recuerdo de Lorvex
fa: حذف حافظه Lorvex
fr: Supprimer un souvenir de Lorvex
he: מחיקת זיכרון ב-Lorvex
hi: Lorvex मेमोरी हटाएँ
id: Hapus Memori Lorvex
it: Elimina ricordo di Lorvex
ja: Lorvexのメモリを削除
ko: Lorvex 메모리 삭제
mr: Lorvex मेमरी हटवा
ms: Padam Memori Lorvex
nl: Verwijder Lorvex-geheugenitem
pl: Usuń wpis pamięci Lorvex
pt_br: Excluir memória do Lorvex
ro: Ștergere înregistrare din memoria Lorvex
ru: Удалить запись памяти Lorvex
ta: Lorvex நினைவகத்தை நீக்கு
te: Lorvex మెమరీని డిలీట్ చేయండి
th: ลบรายการหน่วยความจำ Lorvex
tr: Lorvex bellek girdisini sil
uk: Видалити запис пам’яті Lorvex
ur: ایک Lorvex حافظہ اندراج حذف کریں
vi: Xóa mục ghi nhớ Lorvex
zh_hans: 删除 Lorvex 记忆
zh_hant: 刪除 Lorvex 記憶

# system.memory.parameter.content
source: Content
ar: المحتوى
bn: বিষয়বস্তু
de: Inhalt
el: Περιεχόμενο
es: Contenido
fa: محتوا
fr: Contenu
he: תוכן
hi: सामग्री
id: Konten
it: Contenuto
ja: 内容
ko: 내용
mr: मजकूर
ms: Kandungan
nl: Inhoud
pl: Treść
pt_br: Conteúdo
ro: Conținut
ru: Содержимое
ta: உள்ளடக்கம்
te: కంటెంట్
th: เนื้อหา
tr: İçerik
uk: Вміст
ur: مواد
vi: Nội dung
zh_hans: 内容
zh_hant: 內容

# system.memory.parameter.key
source: Key
ar: المفتاح
bn: কী
de: Schlüssel
el: Κλειδί
es: Clave
fa: کلید
fr: Clé
he: מפתח
hi: कुंजी
id: Kunci
it: Chiave
ja: キー
ko: 키
mr: की
ms: Kunci
nl: Sleutel
pl: Klucz
pt_br: Chave
ro: Cheie
ru: Ключ
ta: கீ
te: కీ
th: คีย์
tr: Anahtar
uk: Ключ
ur: کلید
vi: Khóa
zh_hans: 键
zh_hant: 鍵

# system.memory.parameter.memory
source: Memory
ar: الذاكرة
bn: মেমোরি
de: Gedächtnis
el: Μνήμη
es: Recuerdo
fa: حافظه
fr: Souvenir
he: זיכרון
hi: मेमोरी
id: Memori
it: Ricordo
ja: メモリ
ko: 메모리
mr: मेमरी
ms: Memori
nl: Geheugen
pl: Pamięć
pt_br: Memória
ro: Memorie
ru: Память
ta: நினைவகம்
te: మెమరీ
th: หน่วยความจำ
tr: Bellek
uk: Пам’ять
ur: حافظہ
vi: Mục ghi nhớ
zh_hans: 记忆
zh_hant: 記憶

# system.memory.read.description
source: Read a Lorvex memory entry by key from Shortcuts or Siri.
ar: قراءة إدخال من ذاكرة Lorvex باستخدام المفتاح من الاختصارات أو Siri.
bn: শর্টকাট বা Siri থেকে কী ব্যবহার করে একটি Lorvex মেমোরি এন্ট্রি পড়ুন।
de: Liest einen Lorvex-Gedächtniseintrag anhand seines Schlüssels über Kurzbefehle oder Siri.
el: Διαβάστε μια καταχώριση μνήμης Lorvex με βάση το κλειδί της από τις Συντομεύσεις ή το Siri.
es: Lee un recuerdo de Lorvex por clave desde Atajos o Siri.
fa: خواندن یک مورد حافظه Lorvex با کلید، از طریق میان‌برها یا Siri.
fr: Lit un souvenir de Lorvex à partir de sa clé, depuis Raccourcis ou Siri.
he: קריאת רשומת זיכרון ב-Lorvex לפי מפתח, דרך קיצורי דרך או Siri.
hi: शॉर्टकट्स या Siri से कुंजी के आधार पर Lorvex मेमोरी एंट्री पढ़ें।
id: Membaca entri memori Lorvex berdasarkan kunci dari Pintasan atau Siri.
it: Legge un ricordo di Lorvex tramite chiave da Comandi rapidi o Siri.
ja: ショートカットまたはSiriで、キーを指定してLorvexのメモリを読み取ります。
ko: 단축어 또는 Siri에서 키로 Lorvex 메모리를 읽습니다.
mr: शॉर्टकट किंवा Siri द्वारे की वापरून एक Lorvex मेमरी नोंद वाचा.
ms: Membaca entri memori Lorvex mengikut kunci daripada Pintasan atau Siri.
nl: Leest een Lorvex-geheugenitem op basis van de sleutel via Opdrachten of Siri.
pl: Odczytuje według klucza wpis pamięci Lorvex ze Skrótów lub Siri.
pt_br: Lê uma memória do Lorvex pela chave, pelos Atalhos ou pela Siri.
ro: Citește după cheie o înregistrare din memoria Lorvex prin Scurtături sau Siri.
ru: Читает по ключу запись памяти Lorvex из «Быстрых команд» или Siri.
ta: சுருக்கவழிகள் அல்லது Siri மூலம் கீ அடிப்படையில் Lorvex நினைவகப் பதிவைப் படிக்கவும்.
te: షార్ట్‌కట్స్ లేదా Siri నుండి కీ ద్వారా Lorvex మెమరీ నమోదును చదవండి.
th: อ่านรายการหน่วยความจำ Lorvex โดยระบุคีย์ จากคำสั่งลัดหรือ Siri
tr: Kestirmeler veya Siri ile bir Lorvex bellek girdisini anahtarıyla okuyun.
uk: Читає за ключем запис пам’яті Lorvex зі «Швидких команд» або Siri.
ur: شارٹ کٹس یا Siri سے کلید کے ذریعے Lorvex حافظہ اندراج پڑھیں۔
vi: Đọc một mục ghi nhớ Lorvex theo khóa từ Phím tắt hoặc Siri.
zh_hans: 从“快捷指令”或 Siri 按键读取 Lorvex 记忆条目。
zh_hant: 透過捷徑或 Siri，依鍵讀取 Lorvex 記憶。

# system.memory.read.title
source: Read Lorvex Memory
ar: قراءة إدخال من ذاكرة Lorvex
bn: Lorvex মেমোরি পড়ুন
de: Lorvex-Gedächtniseintrag lesen
el: Ανάγνωση καταχώρισης μνήμης Lorvex
es: Leer recuerdo de Lorvex
fa: خواندن حافظه Lorvex
fr: Lire un souvenir de Lorvex
he: קריאת זיכרון ב-Lorvex
hi: Lorvex मेमोरी पढ़ें
id: Baca Memori Lorvex
it: Leggi ricordo di Lorvex
ja: Lorvexのメモリを読み取る
ko: Lorvex 메모리 읽기
mr: Lorvex मेमरी वाचा
ms: Baca Memori Lorvex
nl: Lees Lorvex-geheugenitem
pl: Odczytaj wpis pamięci Lorvex
pt_br: Ler memória do Lorvex
ro: Citire înregistrare din memoria Lorvex
ru: Прочитать запись памяти Lorvex
ta: Lorvex நினைவகத்தைப் படி
te: Lorvex మెమరీని చదవండి
th: อ่านรายการหน่วยความจำ Lorvex
tr: Lorvex bellek girdisini oku
uk: Прочитати запис пам’яті Lorvex
ur: ایک Lorvex حافظہ اندراج پڑھیں
vi: Đọc mục ghi nhớ Lorvex
zh_hans: 读取 Lorvex 记忆
zh_hant: 讀取 Lorvex 記憶

# system.memory.save.description
source: Save an AI-writable Lorvex memory entry from Shortcuts or Siri.
ar: حفظ إدخال في ذاكرة Lorvex القابلة للكتابة بالذكاء الاصطناعي من الاختصارات أو Siri.
bn: শর্টকাট বা Siri থেকে AI লিখতে পারে এমন একটি Lorvex মেমোরি এন্ট্রি সেভ করুন।
de: Sichert einen von KI beschreibbaren Lorvex-Gedächtniseintrag über Kurzbefehle oder Siri.
el: Αποθηκεύστε μια εγγράψιμη από AI καταχώριση μνήμης Lorvex από τις Συντομεύσεις ή το Siri.
es: Guarda un recuerdo de Lorvex editable por IA desde Atajos o Siri.
fa: ذخیره یک مورد حافظه Lorvex، قابل‌نوشتن توسط هوش مصنوعی، از طریق میان‌برها یا Siri.
fr: Enregistre un souvenir de Lorvex modifiable par l’IA depuis Raccourcis ou Siri.
he: שמירת רשומת זיכרון ב-Lorvex שניתנת לכתיבה על ידי AI, דרך קיצורי דרך או Siri.
hi: शॉर्टकट्स या Siri से AI द्वारा लिखने योग्य Lorvex मेमोरी एंट्री सहेजें।
id: Menyimpan entri memori Lorvex yang dapat ditulis AI dari Pintasan atau Siri.
it: Salva un ricordo di Lorvex modificabile dall’IA da Comandi rapidi o Siri.
ja: ショートカットまたはSiriで、AIが書き込めるLorvexのメモリを保存します。
ko: 단축어 또는 Siri에서 AI가 쓸 수 있는 Lorvex 메모리를 저장합니다.
mr: शॉर्टकट किंवा Siri द्वारे AI लिहू शकेल अशी एक Lorvex मेमरी नोंद जतन करा.
ms: Menyimpan entri memori Lorvex yang boleh ditulis AI daripada Pintasan atau Siri.
nl: Bewaart een door AI beschrijfbaar Lorvex-geheugenitem via Opdrachten of Siri.
pl: Zapisuje wpis pamięci Lorvex zapisywalny przez AI ze Skrótów lub Siri.
pt_br: Salva uma memória do Lorvex editável pela IA pelos Atalhos ou pela Siri.
ro: Salvează o înregistrare din memoria Lorvex ce poate fi scrisă de AI prin Scurtături sau Siri.
ru: Сохраняет запись памяти Lorvex, доступную для записи ИИ, из «Быстрых команд» или Siri.
ta: சுருக்கவழிகள் அல்லது Siri மூலம் AI எழுதக்கூடிய Lorvex நினைவகப் பதிவைச் சேமிக்கவும்.
te: షార్ట్‌కట్స్ లేదా Siri నుండి AI రాయగలిగే Lorvex మెమరీ నమోదును సేవ్ చేయండి.
th: บันทึกรายการหน่วยความจำ Lorvex ที่ AI เขียนได้จากคำสั่งลัดหรือ Siri
tr: Kestirmeler veya Siri ile yapay zekânın yazabildiği bir Lorvex bellek girdisini kaydedin.
uk: Зберігає запис пам’яті Lorvex, доступний для запису ШІ, зі «Швидких команд» або Siri.
ur: شارٹ کٹس یا Siri سے AI کے لیے قابل تحریر Lorvex حافظہ اندراج محفوظ کریں۔
vi: Lưu một mục ghi nhớ Lorvex mà AI có thể ghi từ Phím tắt hoặc Siri.
zh_hans: 从“快捷指令”或 Siri 保存一个 AI 可写的 Lorvex 记忆条目。
zh_hant: 透過捷徑或 Siri 儲存 AI 可寫入的 Lorvex 記憶。

# system.memory.save.dialog
source: Saved memory: %@
ar: تم حفظ إدخال الذاكرة: %@
bn: মেমোরি সেভ করা হয়েছে: %@
de: Gedächtniseintrag gesichert: %@
el: Η καταχώριση μνήμης αποθηκεύτηκε: %@
es: Se guardó el recuerdo: %@
fa: حافظه ذخیره شد: %@
fr: Souvenir enregistré : %@
he: הזיכרון נשמר: %@
hi: मेमोरी सहेजी गई: %@
id: Memori disimpan: %@
it: Ricordo salvato: %@
ja: メモリを保存しました：%@
ko: 메모리를 저장했습니다: %@
mr: मेमरी जतन केली: %@
ms: Memori disimpan: %@
nl: Geheugenitem bewaard: %@
pl: Zapisano wpis pamięci: %@
pt_br: Memória salva: %@
ro: Înregistrare din memorie salvată: %@
ru: Сохранена запись памяти: %@
ta: நினைவகம் சேமிக்கப்பட்டது: %@
te: మెమరీ సేవ్ చేయబడింది: %@
th: บันทึกรายการหน่วยความจำแล้ว: %@
tr: Bellek girdisi kaydedildi: %@
uk: Збережено запис пам’яті: %@
ur: حافظہ محفوظ کر دیا گیا: %@
vi: Đã lưu mục ghi nhớ: %@
zh_hans: 已保存记忆：%@
zh_hant: 已儲存記憶：%@

# system.memory.save.title
source: Save Lorvex Memory
ar: حفظ إدخال في ذاكرة Lorvex
bn: Lorvex মেমোরি সেভ করুন
de: Lorvex-Gedächtniseintrag sichern
el: Αποθήκευση καταχώρισης μνήμης Lorvex
es: Guardar recuerdo de Lorvex
fa: ذخیره حافظه Lorvex
fr: Enregistrer un souvenir de Lorvex
he: שמירת זיכרון ב-Lorvex
hi: Lorvex मेमोरी सहेजें
id: Simpan Memori Lorvex
it: Salva ricordo di Lorvex
ja: Lorvexのメモリを保存
ko: Lorvex 메모리 저장
mr: Lorvex मेमरी जतन करा
ms: Simpan Memori Lorvex
nl: Bewaar Lorvex-geheugenitem
pl: Zapisz wpis pamięci Lorvex
pt_br: Salvar memória do Lorvex
ro: Salvare înregistrare în memoria Lorvex
ru: Сохранить запись памяти Lorvex
ta: Lorvex நினைவகத்தைச் சேமி
te: Lorvex మెమరీని సేవ్ చేయండి
th: บันทึกรายการหน่วยความจำ Lorvex
tr: Lorvex bellek girdisini kaydet
uk: Зберегти запис пам’яті Lorvex
ur: ایک Lorvex حافظہ اندراج محفوظ کریں
vi: Lưu mục ghi nhớ Lorvex
zh_hans: 保存 Lorvex 记忆
zh_hant: 儲存 Lorvex 記憶

# system.open.description
source: Open Lorvex to a planning area.
ar: فتح Lorvex على أحد أقسام التخطيط.
bn: Lorvex খুলে একটি প্ল্যানিং অংশে যান।
de: Öffnet Lorvex in einem Planungsbereich.
el: Ανοίξτε το Lorvex σε μια ενότητα προγραμματισμού.
es: Abre Lorvex en un área de planificación.
fa: باز کردن Lorvex در یکی از بخش‌های برنامه‌ریزی.
fr: Ouvre Lorvex sur une zone de planification.
he: פתיחת Lorvex באזור תכנון.
hi: Lorvex खोलें और उसके किसी प्लानिंग हिस्से पर जाएँ।
id: Membuka Lorvex ke salah satu area perencanaan.
it: Apre Lorvex in un’area di pianificazione.
ja: Lorvexを開き、計画に使う画面を表示します。
ko: Lorvex를 열고 계획 화면으로 이동합니다.
mr: Lorvex उघडा आणि एका प्लॅनिंग विभागात जा.
ms: Membuka Lorvex ke salah satu kawasan perancangan.
nl: Opent Lorvex in een planningsgedeelte.
pl: Otwiera Lorvex w wybranej sekcji.
pt_br: Abre o Lorvex em uma área de planejamento.
ro: Deschide Lorvex într-o secțiune de planificare.
ru: Открывает Lorvex в выбранном разделе.
ta: Lorvexஐ ஒரு திட்டமிடல் பக்கத்தில் திறக்கவும்.
te: Lorvexను ఒక ప్లానింగ్ పేజీలో తెరవండి.
th: เปิด Lorvex ไปยังส่วนการวางแผน
tr: Lorvex’i bir planlama alanında açın.
uk: Відкриває Lorvex у вибраному розділі.
ur: منصوبہ بندی کے کسی حصے میں Lorvex کھولیں۔
vi: Mở Lorvex đến một khu vực lập kế hoạch.
zh_hans: 打开 Lorvex 到一个规划区域。
zh_hant: 開啟 Lorvex 並前往規劃畫面。

# system.open.dialog.calendar
source: Opening Calendar in Lorvex.
ar: جارٍ فتح التقويم في Lorvex.
bn: Lorvex-এ ক্যালেন্ডার খোলা হচ্ছে।
de: Kalender wird in Lorvex geöffnet.
el: Άνοιγμα ημερολογίου στο Lorvex.
es: Abriendo Calendario en Lorvex.
fa: در حال باز کردن تقویم در Lorvex.
fr: Ouverture de la vue Calendrier dans Lorvex.
he: פותח את לוח השנה ב-Lorvex.
hi: Lorvex में कैलेंडर खोला जा रहा है।
id: Membuka Kalender di Lorvex.
it: Apertura di Calendario in Lorvex.
ja: Lorvexでカレンダーを開いています。
ko: Lorvex에서 캘린더를 여는 중입니다.
mr: Lorvex मध्ये दिनदर्शिका उघडत आहे.
ms: Membuka Kalendar dalam Lorvex.
nl: Agenda wordt geopend in Lorvex.
pl: Otwieram „Kalendarz” w Lorvex.
pt_br: Abrindo Calendário no Lorvex.
ro: Se deschide Calendarul în Lorvex.
ru: Открываю «Календарь» в Lorvex.
ta: Lorvexஇல் கேலண்டரைத் திறக்கிறது.
te: Lorvexలో క్యాలెండర్‌ను తెరుస్తోంది.
th: กำลังเปิดปฏิทินใน Lorvex
tr: Lorvex’te Takvim açılıyor.
uk: Відкриваю «Календар» у Lorvex.
ur: کیلنڈر Lorvex میں کھولا جا رہا ہے۔
vi: Đang mở Lịch trong Lorvex.
zh_hans: 正在 Lorvex 中打开“日历”。
zh_hant: 正在 Lorvex 中開啟行事曆。

# system.open.dialog.habits
source: Opening Habits in Lorvex.
ar: جارٍ فتح العادات في Lorvex.
bn: Lorvex-এ অভ্যাস খোলা হচ্ছে।
de: Gewohnheiten werden in Lorvex geöffnet.
el: Άνοιγμα συνηθειών στο Lorvex.
es: Abriendo Hábitos en Lorvex.
fa: در حال باز کردن عادت‌ها در Lorvex.
fr: Ouverture de la vue Habitudes dans Lorvex.
he: פותח את ההרגלים ב-Lorvex.
hi: Lorvex में आदतें खोली जा रही हैं।
id: Membuka Kebiasaan di Lorvex.
it: Apertura di Abitudini in Lorvex.
ja: Lorvexで習慣を開いています。
ko: Lorvex에서 습관을 여는 중입니다.
mr: Lorvex मध्ये सवयी उघडत आहे.
ms: Membuka Tabiat dalam Lorvex.
nl: Gewoontes worden geopend in Lorvex.
pl: Otwieram „Nawyki” w Lorvex.
pt_br: Abrindo Hábitos no Lorvex.
ro: Se deschid Obiceiurile în Lorvex.
ru: Открываю «Привычки» в Lorvex.
ta: Lorvexஇல் பழக்கங்களைத் திறக்கிறது.
te: Lorvexలో అలవాట్లను తెరుస్తోంది.
th: กำลังเปิดนิสัยใน Lorvex
tr: Lorvex’te Alışkanlıklar açılıyor.
uk: Відкриваю «Звички» в Lorvex.
ur: عادات Lorvex میں کھولی جا رہی ہیں۔
vi: Đang mở Thói quen trong Lorvex.
zh_hans: 正在 Lorvex 中打开“习惯”。
zh_hant: 正在 Lorvex 中開啟習慣。
